import streamlit as st
from перечни import перечень_ЦВК

st.title("Акционеры")
st.divider()

акционеры = [
    {
        "субъект": "физическое лицо",
        "фамилия": "Бахлицкая",
        "имя": "Татьяна",
        "отчество": "Вячеславовна",
        "акций, %": 20,
        "начало трудового стажа": "1987-09-01"
    },
    {
        "субъект": "физическое лицо",
        "фамилия": "Дегтяренко",
        "имя": "Олеся",
        "отчество": "Владимировна",
        "акций, %": 20,
        "начало трудового стажа": "2000-09-01"
    },
    {
        "субъект": "физическое лицо",
        "фамилия": "Котляров",
        "имя": "Михаил",
        "отчество": "Валерьевич",
        "акций, %": 20,
        "начало трудового стажа": "1984-09-01"
    },
    {
        "субъект": "физическое лицо",
        "фамилия": "Кутепов",
        "имя": "Сергей",
        "отчество": "Викторович",
        "акций, %": 20,
        "начало трудового стажа": "1983-09-01"
    },
    {
        "субъект": "физическое лицо",
        "фамилия": "Мосин",
        "имя": "Сергей",
        "отчество": "Павлинович",
        "акций, %": 20,
        "начало трудового стажа": "1988-09-01"
    }
]